translate Japanese python:
    poem_y1 = Poem(
    author = "yuri",
    title = "燈の下の幽霊",
    text = """\
絡みつく私の髪が琥珀色の燈に照らされる。
ひたり。
まさにこれだ。
時という試練に耐え続けた最後の街燈。
いつかは病的な青緑の色調に置き換わる、最後の。
ひたる。閑かに……現代の空気を吸いつつも過去に息づく。
明滅する燈。
私も明滅と同調する。"""
    )

    poem_y2 = Poem(
    author = "yuri",
    title = "アライグマ",
    text = """\
それは真夜中、密かな楽しみにと軽食のパンを切っていた時のことでした。
窓の向こうに時折ちらつくアライグマが、私の目に付きました。
自分が異質な人間であると気付いたのは、おそらくこれが初めてだったのでしょう。
どのような結末を招くか解っていながらも、私はパンをひとかけらアライグマに与えます。
餌付けされたアライグマは必ずまたやって来ると解っていながら。
蠱惑するナイフが症状でした。
パンは、私の飢えた好奇心。
アライグマは、衝動。

月は満ち、私のナイフはいちだんと眩い光を湛えます。
友達アライグマの目を輝かせるのは、まさしくその光。
出来立てで柔らかいパンを切る。逸るアライグマ。
もしや、再び満ち足りた獣に私の感情を投影しているだけなのかしら。

アライグマは私にすっかり懐いてしまいました。
お互いよく知る関係になれたのではないでしょうか。
アライグマはしょっちゅうお腹を空かせるので、パンが欠かせません。
私のナイフを見せるたび、アライグマは興奮します。
血の滾り。パブロフ型の古典的条件付け。パンを切って。
そしてまた私に餌付けるの。"""
    )

    poem_y3 = Poem(
    author = "yuri",
    title = "砂浜",
    text = """\
気の遠くなるような遠い昔から。
大地の内と外が混ざり続けている場所。
青空の下、喜びが満ち溢れ――
灰色の雲が落とすのは、解けない暗号。
すぐに道を見失ってしまう世界では、
全てを見つけることだってできるはず。

お城が作れるのは砂の湿ったところ。
でもそれは潮の来るところ。
諦めるまで少しずつ、優しく壊してくれる？
それとも瞬きしている間に一気に奪ってしまう？
どちらだって結果は同じ。
それでも人は砂のお城を作るのをやめないの。

浜辺に立つ私の足は泡に濡れて。
足先が砂に沈んでいく。
心地良い潮の香り。
吹きつける潮風は優しく、力強い。
絡みつく泡をもっと感じたくて、私はどこまでも砂を踏みしめる。
我に返って、浜辺を荒らす遊びをやめたら。
前を向いて、私は陸に戻る。永遠に。"""
    )

    poem_y3b = Poem(
    author = "yuri",
    title = "燈の下の幽霊　２",
    text = """\
絡みつく私の髪が琥珀色の燈に照らされる。
ひたり。
遠くには、明滅する青緑の燈。
一つの人影が道を横切り――影はその不気味な輝きを遮断する。
心臓が早鐘を打つ。影が伸びる。こっちに。こっちに。
陰を落とし視界を遮るように、私は傘を差す。
だが遅すぎた。
街燈に踏み入る彼。私は息を呑み、傘を取り落とす。
燈は明滅する。心臓が早鐘を打つ。彼が腕を持ち上げる。

時が止まる。

琥珀色の燈の明滅だけが、広げる彼の腕の揺れを投影する。
明滅する燈と早鐘を打つ私の心臓とが、リズムを重ねる。
この禁断の感情に屈するために、私をいじめて。
幽霊が温かい心地になるなんて、聞いたことあるかしら？
理解を諦め、私は哂う。
理解なんてしていられない。
彼の手に触れる。明滅が止む。
青緑色の幽霊。私の、琥珀色の心臓。

"""
    )

    poem_y22 = Poem(
    author = "yuri",
    yuri_2 = True,
    title = "車輪",
    text = """\
回転する車輪。車軸を自転。研削。ボルトヘッド。線状の変速装置。落ちる空。七本の聖なる杭。 \
泊まっている船。異世界へのポータル。太い縄に縛られた細い縄。引き裂かれた馬具。放物変速装置。 \
拡大する宇宙。時間を取り締まる滑り歯車。神の存在。四方八方公海で水泳。 \
溺水。血で書いた祈り。人間の目を持った時間を食い荒らす蛇で書いた祈り。 \
全ての生きる目を繋ぐ糸。聖なる杭の万華鏡。指数的変速装置。 \
爆裂する星の空。神が神の存在を反証。六次元に回転する車輪。 \
四十の歯車と時計。惑星を回転するごとに一秒を進める時計。 \
隔回を進めるごとに四十回を進める時計。異世界への泊まっている \
船に繋いだ聖なる杭のボルトヘッド。時計で書いた血の万華鏡。 四十の歯車と \
開いた人間の目四方八方に繋いだ時間を食い荒らす祈り。息吹く変速装置。息吹くボルトヘッド。 \
息吹く船。息吹くポータル。息吹く蛇。息吹く神。息吹く血。息吹く聖なる杭。 \
息吹く人間の目。息吹く時間。息吹く祈り。息吹く空。息吹く車輪。"""
    )

    poem_y23 = Poem(
        author = "yuri",
        yuri_3 = True,
        title = "mdpnfbo,jrfp",
        text = """\
た，，言葉のとげ  御次，，TEL達  手編  終了，，肌理細達  水盤の張る  かばん  八腕類，，浮き\
えりつく  ヴァポレット達  露型  安閑達  ナロルフィン達，，ベンゾール  答酬  洗濯女達  球\
果にとげ，，パラジャーナリズム  杉綾模様  ファーナークルした，，挿話的  しらみ達，，へん首者達  \
バイメタル，，専用の  暗示者達，，信頼  絶対禁酒者  コンピューター恐怖症達，，尖塔  エキゾチック\
愛してる  曇らせる  前葉体，，項部  絡繰り  貨幣鋳造費達  御湿替え達  等価交換達，，\
ホルモン  スキー達  砂時計達  カンノーリ，，彫刻した  ボギー  自己愛人格，，泡立って  いちゃつかれた，，\
言い寄られた，，卵巣  狭苦しい，，タプだった  非コーラ  ちつ鏡的，，愁然  トレッビアーノ  \
顕正，，在宅ワークした  等方的  モノシナプチック  削除的  呻く，，移植臓器  気泡風\
呂  占取達，，競馬場  外形的  卵，，綾絹達  波打つ人達，，複分解し，，シャ\
リーア  生徒会長，，神経細胞帆柱  頑固親父達  行為可能，，古風にする  ズアオアトリ  赤らみ  数え違える\
，，狂人達  フィゾスチグミン  国政  脊柱管  ドンした，，一番柔らかい  バー客達  クルザード  \
信頼，，マンシフト  裁縫師達  気鳴楽器，，リードバック達  腐らんの用に，，拡大者達，，  モノタスキング  \
ジッラーバ，，合目的的達  方便  軽妙，，書法達  クラチャチャ  物足りない  \
逸れない，，欠陥  葬った  感謝祭者  金くぎ流  片陰，，言い募る  側桁達  ゼラチン  \
板石，，撰ぶ  通訳  後退した，，カウンターブラスト  狩猟犬，，数値的，，\
振戦せん妄  メチルチオニン，，明呪  ダイナミズト  勦討した，，永遠化  パーカルライン  \
フリヴニャ  実際的になる，，反抗的達  テレワーク  絶無達  野暮ったい  啓示者，，バーネットする\
カリガネソウ属  副鋭角的  小悪魔達，，女装趣味の男性達  中国系  水仙，，  ハイカー  達  メノ，，\
脱気，，危機後  相似，，ごま擂り  セロコンバージョン  保険を掛ける，，ヤントラ  ドードー科\
至福の  ボストゥーン，，動物療法  塩化物  全国的  シュバルツ  ユリ，，タイムシェア  カス\
タノスペルミン  バックスペース  レインケイト，，連合  意識的  パラフィット，，プフター  サ\
ブジャンクション，，水族館，，テラライト  再表示する，，こぐま座的  許容達  麻薬をかけ\
う，，ジャーニーワーク  アウトキスした  クラリコード  もっとマス，，近視  不転換的  撤退  も\
っとなわ網  強力接着剤，，デアミナーゼ  診療所  テフ  破瓜病，，脳箱達  同音異義語  頭索動\
物達，，リンクチュール  迷走，，転換した，，寛骨臼  アテノロール，，デッコ達  もっと希少  羊毛を刈った，，アブリア\
旗を立てる人達  ワンムル  自慢たらしげに，，ガルラヴィッチ  嬉しい達  国際協会  マルチパラ    オーグメ\
ンテイション，，奇形腫達  互選  ジダカイ  低頻度に，，タチウオ科  煩雑  通常\
達，，さらし台  格付き勝つ，，電気泳動，，備品  レグレン，，針鉄鉱  萎む  蜂斗菜\
属，，音声学的に書く  一番ワイン  低硫酸の  キャンプシャツ，，鎖の墜落達  水泳達  道路封鎖し\
た    やり直した  独り言，，仲買  不正直  寄生達  カウンターワールド，，解きほぐすこ\
と  採石場達  怒りを込めて，，オノマトペ  悔い改めること，，ラメキン，，モップボード  ユーフイスム的\
に，，ボルタ  ごま磨りした  尿膜，，ボルス  バックル  飼育達  持続，，悪魔の崇拝者  \
棒達  布施  軽快に，，司教顧問会的  両性的  側配給達  溶血した，，責めりの可能性  不犬\
小屋すること  平均こん，，  ペリフェラル    コンガすること，，二原子，，だまし達  返金達，，このあたりに  \
ヴァモスした  彼を，，傾斜者達  ムーンストーン  かゆの様な  醜怪な，，ハートウッド  バスーニスト  前配\
置  隠語  優性，，一番気弱  疎めない  もう一度着る  必然，，懇願する  \
網闘士  鎮静剤，，片親的  与太者達，，同素体の，，フォーザート  不生物工的，，猛烈にす\
る  免じた  ユニフェイス，，脱毛  カリサヤ  凶悪性的に  コグレス，，法衣した  紛れように\
火を掛ける  成し遂げた  しゃっくり  局地にする，，五字熟語  小包  サトラー  掘削する，，\
星屑  不正解の引用  有難さ，，下劣な人  突き刺した，，オーバーパックス，，癒す  ヒロセイズム，，円周率
鮮血が彼女の身体を分けるようににじみ出し、ゆっくりと彼女の胸を赤く染める。\
脅迫感が増すにつれ、私の息は荒くなる。  イメージが頭から離れない。  ナイフを\
立て続けに彼女の肉に走らせ、その体を刃でじゅうりんするイメージが、\
彼女を混乱させる。  思考が戻り始めるとともに、狂いだす。  \
私の思考と一緒に、刺すような痛みが私の心を襲う。  嫌だ。  絶対に\
嫌だ。  どうやって私自身こんなことを考えられたんだ？  だが間違いない。  \
欲望は私の脈に残っている。  私の筋肉の痛みは、体中が経験した\
未知の緊張によって始まる。  彼女の第三の目は、私を引き込ませている。"""
    )

    poem_n1 = Poem(
    author = "natsuki",
    title = "ワシは飛べる",
    text = """\
サルは登れる
コオロギは飛び跳ねられる
ウマは駆けっこできる
フクロウは見つけられる
チーターは走れる
ワシは飛べる
ヒトは努力できる
だけどそれくらい。"""
    )

    poem_n2 = Poem(
    author = "natsuki",
    title = "エイミーはクモが好き",
    text = """\
エイミーのこと聞いた？
エイミーはクモが好き。
べとべと、もぞもぞ、もじゃもじゃでキモイあのクモが！
だからわたしは友達にならないの。

エイミーの歌声はかわいい。
わたしのお気に入りのラブソングを歌ってたな。
サビを歌うといつも、歌詞のリズムにあわせて心がどきどきした。
でもあの子はクモが好き。
だからわたしは友達にならないの。

いちど、足を大ケガしたこともあったな。
エイミーが保健室に行くのを手伝ってくれた。
わたしはあの子にさわらないようにした。
あの子はクモが好きで、手もキモそうだったし。
だからわたしは友達にならないの。

エイミーには友達がたくさん。
いつもだれかしらと話してる。
たぶんクモについて話してるんじゃないかな。
もしあの子の友達もクモが好きになっちゃったら？
だからわたしは友達にならないの。

他に好きなものがあったって知るもんか。
ひみつにしてたって知るもんか。
傷つく人がいなくたって知るもんか。

キモイんだ。
あの子はキモイんだ。
世界にクモ好きの人なんていない方がいいんだ。

だからみんなに話しちゃお。"""
    )

    poem_n2b = Poem(
    author = "natsuki",
    title = "56ys5LiJ44Gu55uu44KS6ZaL44GR",
    text = """\
44OK44Kk44OV6LaK44GX44Gr44CB5b28
5aWz44Gu5p+U6IKM44KS44GC44Gf44GL
44KC6Ieq5YiG44Gu6Kem6Kaa44Gu5bu2
6ZW344Gn5pyJ44KL44GL44Gu44KI44GG
44Gr5oSf44GY5Y+W44KL44GT44Go44GM
44Gn44GN44KL44CC56eB44Gv6Lqr5oK2
44GI44GZ44KL44CC44GT44Gu5omL44Gr
6LKg44GI44Gq44GE44G744Gp44Gu5b+r
5qW944Gr5oqX44GK44GG44Go5L2V44GL
44GM44CB44Gy44Gp44GP5b6u44GL44Gn
44GC44KL44GM5aWl5bqV44Gn5Y+r44KT
44Gn44GE44KL44CC44Gd44KM44Gn44KC
44CB5pei44Gr54uC5rCX44Gr5L6144GV
44KM44Gm44GE44KL44Gu44KS6Ieq6Kaa
44GX44Gm44GE44KL44CC56eB44Gv4oCm
4oCm6Ieq5YiG44KS5oqR44GI44KJ44KM
44Gq44GE44CC"""
    )

    poem_n3 = Poem(
    author = "natsuki",
    title = "あなたの砂浜になる",
    text = """\
あなたの心は不安と恐れに満ち満ちて
この数年で魅力も褪せてしまった
でも今日はとっておきの場所にいこう
わたしとあなたの砂浜へ。

見渡すかぎりいちめんの岸
艶やかな光をはなつ海
そんなまばゆさの前なら
あなたの心の壁も崩れてしまうよ。

わたしは悩みを洗い流す砂浜になる
あなたがいつも訪れる白昼夢の砂浜になる
こんなときめきをずっと忘れてたんだって
あなたの心が弾むような砂浜になるよ。

重苦しい気分は砂の山に埋めてしまおう
陽ざしを浴びて手をつなごう
とまどいをしょっぱい海で洗ったら
キラキラ光るあなたを見せて。

思い出は足あとの道に残していこう
帆に風をつかんで自由になろう
あなたとわたしの唇を重ねたら
あなたが素敵なわけを思い出して。

わたしは悩みを洗い流す砂浜になる
あなたがいつも訪れる白昼夢の砂浜になる
こんなときめきをずっと忘れてたんだって
あなたの心が弾むような砂浜になるよ。

わたしを隣にいさせてくれれば、あなたは
自分だけの砂浜、自分だけの出口で
また自分を愛せるようになるはずだから。"""
    )

    poem_n3b = Poem(
    author = "natsuki",
    title = "あなたが",
    text = """\
明日はきっといい日
でも今日はだめ、下を向いてばかり。
あなたが見つめてくれるなら
少しはましな顔になれるよ。

何かを言いたいとき、叫ばずにはいられない！
でも本当の気持ちは全然こもってない。
あなたが聞いてくれるなら
少しは気持ちを込められるよ。

ふと夜空を見上げて、わたしは星に手を伸ばす。
でもわたしは小さくて、どこにも手が届かない。
あなたが隣にいてくれるなら
少しは遠くまで届くよ。

わたしは心から自分を信じてる。
でも心が引き裂かれたらどうすればいいの？
あなたが信じてくれるなら
少しは強くなれるよ。

ペンを握るといつも試されてる気分。
わたしは上手に書けない、これが精一杯。
あなたがわたしのことを考えてくれるなら
少しは良い詩が書けるよ。

あなた、あなた、あなたが。"""
    )

    poem_n23 = Poem(
    author = "natsuki",
    title = "",
    text = """\
これ以外に伝える手段が思いつかない。でも最近心配していることがあるの。\
ユリの様子がおかしいの。あんたはまだ来て数日だから違いが分からないかもしれないけど。\
普段はあんな子じゃないの。いつもは落ち着いてて礼儀正しくて\
親切で……そんな感じの子。

これを言うのは恥ずかしいんだけど、勇気を振り絞って打ち明けるわ。\
ほんとはあいつがとにかく心配で仕方ないの。\
でも直接話そうとしても、きっとまた怒られるだろうから。\
どうすればいいのか分からない。
今はあんたの言うことしか聞かないと思う。なんでかは分からない。\
でもお願いだからなんとかして。\
あんたなら心療内科にでも行くように説得できるかもしれない。\

ユリとはもっと仲良くなりたいってずっと思ってたから、こんなことになって見てて辛い。\
こんなこと打ち明けて後悔するだろうけど今はなんでもいい。とにかく無力なの。\
だから何かできるならお願い。あいつに何かあったら嫌なの。カップケーキならいくらでも作るから。\
お願いだからなんとかして。

あとモニカは……なぜかこのことに否定的で。\
何もして欲しくないみたいで。\
だからあんなやつには頼めなくて、あんたを頼ってるの。\
絶 対 に あ い つ に こ の こ と が バ レ な い よ う に ！ ！ ！ ！ \
とにかくわたしがすごく良い詩を書いたようなフリをしてて。\
頼んだわよ。ここまで読んでくれてありがとう。"""
    )

    poem_s1 = Poem(
    author = "sayori",
    title = "親愛なるお日様へ",
    text = """\
ブラインドから差し込む朝の陽ざしで、
きみがさみしかったのがわかるよ。
額にキスをしてくれるとベッドから起き上がれるの。
目をごしごしして眠気をぬぐう。

表に出てあそぼうって誘ってるの？
雨ならいいのにって思ってないか確かめているの？
上をあおぐ。真っ青な空。
ヒミツだけど、わたしもきみを信じてるよ。

きみがいなきゃ、ずっと眠ってられるのにね。
でも怒ってないよ。

あさごはんたべたいな。"""
    )

    poem_s2 = Poem(
    author = "sayori",
    title = "ビン",
    text = """\
クッキー缶のフタのように、頭をパカッと開ける。
わたしの夢をぜんぶつめた、ヒミツの場所よ。
ちいさな日光のボールが集まって、子猫のようにすり寄ってくる。
親指と人差し指とで、ひとつつまむ。
あったかくて、ちくちくするの。
でもうかうかしてられない！大切にビンにしまう。
そのビンを、他のビンと同じように棚に置いていくんだ。
ビンが並ぶ、その中にはシアワセ、シアワセ、シアワセ。

わたしのコレクションがともだちの輪を広げたよ。
ビンの中身は償いの星明かりになるの。
ともだちが何かを感じて仕方がないとき。
こういうときにビンが役に立つのよ。

夜な夜なの夢、ふくらんで。
ぞくぞくともだち、ビンは増える。
わたしの指はより奥へ、奥へ。
まるで、くらい洞窟の中でいたるところに隠されたヒミツを探るような。
堀って、掘って。
削って、削って。

フタのホコリを吹き飛ばす。
いつの間にか時が過ぎてる。
もっといっぱいあったはずの、空っぽの棚。
カギのかかったドアの向こうからともだちの視線を感じる。

やっとできたよ。ドアを開けると、ともだちが入ってくる。
ドタドタと押し寄せる。そんなにビンがほしいの？
わたしは必死に棚から次々とビンを取りだす。
ともだちひとりひとりに持たせていく。
ひとつひとつ、ぜんぶのビンを。
だけど渡すたびに、足もとのタイルで粉々になっていく。
床にぜんぶ、散らばるシアワセ、シアワセ、シアワセ。

ともだちの、笑わないともだちのためだったんだよ。
みんなみんな叫んでいる。訴えている。何かを。
ただ聞こえるのは残響、残響、残響、残響、残響
わたしの頭の中で。"""
    )

    poem_s3 = Poem(
    author = "sayori",
    title = "%",
    text = """\
わたしのあたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。あたまからでていけ。わたしの
わたし。
の。
あたま。
から。
でていけ。\n\n\n
あなたにとっていちばんのことをしてしまうまえにわたしのあたまからでていけ。
あのこにいわれたことをぜんぶきいてしまうまえにわたしのあたまからでていけ。
あなたへのあいをみせてしまうまえにわたしのあたまからでていけ。
このしをかきおえてしまうまえにわたしのあたまからでていけ。\n\n\n\n\n\n\n
だけど詩に本当の終わりなんてない。
動きを止めるだけ。"""
    )

    poem_m1 = Poem(
    author = "monika",
    title = "壁の穴",
    text = """\
私の仕業じゃない。
ほら、補修材がこっちに突き出ているもの。
口煩い隣人が？鬱憤の溜まった彼氏が？見当もつかない。私は家に居なかったし。
手掛かりを求め中を覗く。
しまった！何も見えない。陽に晒されたフィルムのように目が眩み、後ずさる。
だが手遅れだった。網膜には。
既に無意味な情景が焼き付いて離れない。
ただの小さい穴。明るすぎた訳ではない。
深すぎたのだ。
全てに、永遠に通じている。
無限の選択肢を持つ穴。
私は中を覗いてなどいなかった。
外を覗いていた。
そして彼が、向こう側から、中を覗いていた。
"""
    )

    poem_m21 = Poem(
    author = "monika",
    title = "壁の穴",
    text = """\
だが彼は私を見てはいなかった。
混乱した私は、必死に辺りを見回す。
でも、私の焼けた眼ではもはや色すら分からない。
誰かこの部屋にいるの？話しているの？
それとも単に紙上に詩を綴っていて、
そのペンを滑らせ奏でる狂った音色が私の耳に悪さしているの？
部屋に皺が走る。
私に迫る。
私の吸った空気が、肺に到達する前に霧散する。
戦慄する。ここから出なければ。
すぐそこに。彼はすぐそこに。

恐怖を飲み込んで、私はペンを振りかざした。"""
    )

    poem_m2 = Poem(
    author = "monika",
    title = "私をセーブして",
    text = """\
止めどない色。
まばゆく、綺麗な色が
輝き、膨らみ、つんざく
赤、緑、青
止まない
不協和音
意味のない
雑音


止めどない雑音。
荒々しく、耳障りな波形が
軋み、叫び、つんざく
サイン、コサイン、タンジェント
　　ターンテーブルの上で黒板を奏でるように
　　　　ピザ生地の上でレコードを奏でるように
止まない
詩
意味のない\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n
私をロードして
　"""
    )

    poem_m22 = Poem(
    author = "monika",
    title = "私をセーブして",
    text = """\
止めどな　色。
まばゆく、綺　な　が
　き、膨ら　、つんざく
赤、緑、青
止　ない
不　協　和　音
意味のない
雑音


止 め ど ない雑音。
荒　しく、耳障り　　形が
　み　叫　、つんざく
SINE、COSINE、TANGENT
　　ター　テー　ルの上で黒　　奏　るように
　　　　ナ イ フ で 胸 郭 の 喘 ぎ を奏でるように
　　ない
詩
意　のな　\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n
彼女を消して
　"""
    )

    poem_m3 = Poem(
    author = "monika",
    title = "全てを知る女性",
    text = """\
地上のどこかを渡り歩く女性の、古い言い伝え。
全てを知る女性。
全ての真理を突き止めた美しい女性。
全ての意味を、
全ての目的を、
今まで抱えて来た全ての望みを。

そして、私は一枚の


　　　　　　　羽根


風の流れのままに、宙をたゆたう。

日毎夜毎に、探し求める。
伝説など在り得ないと悟りながら、暗い先行きの中を探し求める。
それでも何もかもが過ちで、
誰もかもが見放した時には、
最早伝説しか残されていない――薄明の空に紛れる最後の星影なのだ。

ついにある日、風が凪いだ。
私は降りる。
降りて降りて、いつまでも降りていく。
羽根のような静けさで。
乾いた羽軸は無機質に。

だが、親指と人差し指が私を摘む。
美しい女性の手。
彼女の瞳を見ると、その視線は途方もない。

全てを知る女性は私の考えていることを知っている。
私が物を言う前に、虚ろな声で彼女は答えた。

「私は全ての真理を得ましたが、どれもこれも存在しなかったのです。
意味など存在しない。
目的など存在しない。
私たちが望むのはいつだって実現し得ないもの。
私はあなたの伝説ではありません。
あなたの伝説は在り得ません。」

そして彼女が息を吹きかけると再び宙を舞い、一陣の風が私を連れ去る。"""
    )

    poem_m4 = Poem(
    author = "monika",
    title = "ハッピーエンド",
    text = """\
ペンを手に取り、自分の力を見出す。
勇気は私にただ一つの愛を授けた。
一緒に、こんな壊滅した世界は断ち切って
私たちのファンタジーを綴って行きましょう。

ペンの一振りで、失ったものが彼女の元へ辿り着く。
無限の選択肢が連なる世界で、出会えたこの特別な日を見届けて。

やっぱり、
楽しい時間に限りがあるというのは、例外もあるのね。"""
    )


translate Japanese style yuri_text:
    font "gui/font/851tegaki_zatsu_normal.ttf"
    size 28

translate Japanese style yuri_text_2:
    font "gui/font/gatasosyo.ttf"
    size 36

translate Japanese style yuri_text_3:
    font "gui/font/gatasosyo.ttf"
    size 27
    kerning -12
    language "western"

translate Japanese style natsuki_text:
    font "gui/font/SNsanafonP.ttf"
    size 30

translate Japanese style sayori_text:
    font "gui/font/HolidayMDJP.otf"
    size 30

translate Japanese style monika_text:
    font "gui/font/Ruriiro_font.ttf"
    size 30
